export const Skill = [
	{
		id: 1,
		icon: "JS",
		name: "JavaScript",
		desc: "テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト",
	},
	{
		id: 2,
		icon: "JS",
		name: "React",
		desc: "テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト",
	},
	{
		id: 3,
		icon: "JS",
		name: "framer motion",
		desc: "テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト",
	},
	{
		id: 4,
		icon: "JS",
		name: "GSAP",
		desc: "テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト",
	},
	{
		id: 5,
		icon: "JS",
		name: "HTML",
		desc: "テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト",
	},
	{
		id: 6,
		icon: "JS",
		name: "CSS/SCSS",
		desc: "テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト",
	},
	{
		id: 7,
		icon: "JS",
		name: "tailwindCSS",
		desc: "テキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキストテキスト",
	},
];
